{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "<p>Copyright 2019 © Your Company Name. All rights reserved (probably).</>\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<h1>Credit</>\r\n\r\n\r\n<p>Lead Programmer:                              AvikB</>\r\n<p>Lead Designer:                                    AvikB</>\r\n<p>Lead Programmer:                              AvikB</>\r\n<p>Lead Artist:                                          AvikB</>\r\n<p>All other stuff:                                       ME!!!</>\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<p>Menu Background Music:                      Public Domain</>\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<p>Thank you purchasing the Menu System.</>\r\n<p>Contact me via email or Discord for any questions</>\r\n\r\n\r\n\r\n"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A173D5044612FAAE45EE749AC9BF5923"
		},
		{
			"Source":
			{
				"Text": "AM"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "CFB37D5641A52709FA1909AA31CF756E"
		},
		{
			"Source":
			{
				"Text": "AUDIO"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "EB353DDD42423021C69FB78BD068C0C1"
		},
		{
			"Source":
			{
				"Text": "All"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "398AED03458DBFA66E044291A4195E97"
		},
		{
			"Source":
			{
				"Text": "Alt"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "364B3E934509780240B04FB9134F78ED"
		},
		{
			"Source":
			{
				"Text": "April"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "BF85768044D15F171C952EB8423EB81C"
		},
		{
			"Source":
			{
				"Text": "Are you sure?"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A2C722514BB982C82CCC8AA2F2579319"
		},
		{
			"Source":
			{
				"Text": "Audio"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "2644BE494334DAE4B76E25A464FD1D46"
		},
		{
			"Source":
			{
				"Text": "Aug"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "8ABBD5134A681AC4C225759039266773"
		},
		{
			"Source":
			{
				"Text": "Back"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0649C71C4C33F2BC214A04B0DF2C2CDF"
		},
		{
			"Source":
			{
				"Text": "Back"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0D5CDF9A49AEBB0A0B612599C964B6DB"
		},
		{
			"Source":
			{
				"Text": "Back"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "1F2424E84B3EA12FBE72F49089BAA287"
		},
		{
			"Source":
			{
				"Text": "Back"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "29780DB642CFCDD3CC99FF9E5C64B151"
		},
		{
			"Source":
			{
				"Text": "Back"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "4F3DCD3444667FF502CA8C986A7924B0"
		},
		{
			"Source":
			{
				"Text": "Back"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "6D899DFC41338BA5AC6652BD07C045D1"
		},
		{
			"Source":
			{
				"Text": "Back"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "70DA0E9440F9BA50F82984BDDD043C29"
		},
		{
			"Source":
			{
				"Text": "Back"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "041072F840612384DF0D629DE1FA6872"
		},
		{
			"Source":
			{
				"Text": "Back"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "864639FD48217485551D02A06811F389"
		},
		{
			"Source":
			{
				"Text": "Back"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "996DD2D14C664C209699189F053C058A"
		},
		{
			"Source":
			{
				"Text": "Back"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A67DAA3F489DE297CED40D992793DCA2"
		},
		{
			"Source":
			{
				"Text": "Back"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "B65F5D9D4F46036622C3C08AB09660D9"
		},
		{
			"Source":
			{
				"Text": "Back"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D8AD503349A0B70D2A3C51B35C798CDC"
		},
		{
			"Source":
			{
				"Text": "Back"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "DB5B658646555FD6DEB6C38FA2C5CD08"
		},
		{
			"Source":
			{
				"Text": "CONTROLS"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3CACD74B4C0E86D94ABD69A78D628C95"
		},
		{
			"Source":
			{
				"Text": "Cmd"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3029C46B4068F3FA2D040F98F097F1A7"
		},
		{
			"Source":
			{
				"Text": "Credit"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "6FFA94514E410CBADC57518B8A128ACC"
		},
		{
			"Source":
			{
				"Text": "Ctrl"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0CF122A743AD855A17A2FF8835FE501D"
		},
		{
			"Source":
			{
				"Text": "Custom overlay"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "6032328647023945130FF79DD5963D53"
		},
		{
			"Source":
			{
				"Text": "Dec"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "231B5B2E4FFC241E18106483876FBDCC"
		},
		{
			"Source":
			{
				"Text": "Discard Changes"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "12A464F6480DDA035FF3108EEC168143"
		},
		{
			"Source":
			{
				"Text": "Enter a password"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A4589C9B4387A137F6B7519C816DFCDE"
		},
		{
			"Source":
			{
				"Text": "Enter a text"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "EC3F242643DFEE0B9D96FF8B24ED864D"
		},
		{
			"Source":
			{
				"Text": "Enter a text below"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0B426A6D46A471220D422DAEC6F116C0"
		},
		{
			"Source":
			{
				"Text": "Feb"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "589A35BB486132E415C069A85C19175E"
		},
		{
			"Source":
			{
				"Text": "GAME UPDATE"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "005E02244CAA1643FFCA97A03973ECF6"
		},
		{
			"Source":
			{
				"Text": "Gamepad"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "EDDEF8514580718923CCAFB82754F6BB"
		},
		{
			"Source":
			{
				"Text": "Gamepad"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "317A0D894C7AB0BE615378AFA5D8AC5B"
		},
		{
			"Source":
			{
				"Text": "Go back"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9A366FB94B20B488534CDEA6710BB109"
		},
		{
			"Source":
			{
				"Text": "Header"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "64A028974B94EEE2B63B06A06165788F"
		},
		{
			"Source":
			{
				"Text": "Help"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "6ED182C241978C6C3393949A39647D96"
		},
		{
			"Source":
			{
				"Text": "Input Label"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3184415146E9B8F0F5AFB4A0C0976E95"
		},
		{
			"Source":
			{
				"Text": "Jan"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "00B58AD34BF16927B63A4085497C9DD7"
		},
		{
			"Source":
			{
				"Text": "July"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "04D25A564E373851B678A7A28E2C5FC5"
		},
		{
			"Source":
			{
				"Text": "Jun"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "93BC889047585A8A46E648BFB28BFBA0"
		},
		{
			"Source":
			{
				"Text": "Key"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3B11064940BF7C32E5DA5F9363ED6505"
		},
		{
			"Source":
			{
				"Text": "Key1"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "FEF0C452497F510C15CE858A8E998356"
		},
		{
			"Source":
			{
				"Text": "Keyboard"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3325F93C4532CC6B6877E786F4DE2867"
		},
		{
			"Source":
			{
				"Text": "Keyboard & Mouse"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "178468774BBA6FEF315D2A9EDE43865C"
		},
		{
			"Source":
			{
				"Text": "Keyboard + Mouse"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "70762F7B4348C42986BB2CAF973DFB0C"
		},
		{
			"Source":
			{
				"Text": "Label"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "1C02E26240882096FD73278A36A45A58"
		},
		{
			"Source":
			{
				"Text": "Label"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "10FDC6F8461C775884C1598C903D4506"
		},
		{
			"Source":
			{
				"Text": "Label"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "6D6EC7CE410C1D70B1404AA2C57FF46D"
		},
		{
			"Source":
			{
				"Text": "Label"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "B205142F46C354FD107B1C982360F013"
		},
		{
			"Source":
			{
				"Text": "Label"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F598534B476E9E5975831095214A5C2C"
		},
		{
			"Source":
			{
				"Text": "Line 1 text here"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "868D2CBC4DC9CDE081884080FB5B1517"
		},
		{
			"Source":
			{
				"Text": "Line 2 Text here"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "FF2D7C2E48EBEDCC9565F28E02442216"
		},
		{
			"Source":
			{
				"Text": "Line 2 Text here"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3650A8974FFF97C86C5F9DB65C9D1499"
		},
		{
			"Source":
			{
				"Text": "Load From Last Checkpoint"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "7D6D0FB548FD52D013979E9C755947AE"
		},
		{
			"Source":
			{
				"Text": "Load Game"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "6EDDE75447646DD76A37FFAA032662FB"
		},
		{
			"Source":
			{
				"Text": "Load the Main Menu automatically"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "1A3AC4F0407EC70F81445D92F193EF97"
		},
		{
			"Source":
			{
				"Text": "Loading"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "B4BA1F6A480E73FFCD9CCD979192B004"
		},
		{
			"Source":
			{
				"Text": "Loading ..."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E46AC0A94394DA4FA4A2B19209C81017"
		},
		{
			"Source":
			{
				"Text": "Loading..."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D0F0A1BF43C80E742464CEBA0D14E00D"
		},
		{
			"Source":
			{
				"Text": "Mar"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A3D2216E4C0F63BF257EA3AF68623CED"
		},
		{
			"Source":
			{
				"Text": "May"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "7B03F12545689C8759B5C7AC57AD46C1"
		},
		{
			"Source":
			{
				"Text": "No"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F31D42064EC54FC43E19D4B6A07C0470"
		},
		{
			"Source":
			{
				"Text": "No"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F5E9283844245D1DBA1272BF3C522705"
		},
		{
			"Source":
			{
				"Text": "No"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9E78B12F4DE32F428BD5BB9613690820"
		},
		{
			"Source":
			{
				"Text": "None"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0B555AE046652E13BDBD88B049E202A6"
		},
		{
			"Source":
			{
				"Text": "None"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "645DAE13472418A2486B45B9150070A2"
		},
		{
			"Source":
			{
				"Text": "None"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "B33E4F944EC4439869830EB93E275291"
		},
		{
			"Source":
			{
				"Text": "None"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D3DF365F4BCD04FFD7EE0EAC29E713DA"
		},
		{
			"Source":
			{
				"Text": "Nov"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9BFF9BED4D565D02466BE6A838123926"
		},
		{
			"Source":
			{
				"Text": "Oct"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "AD2E2EB4458519DA90E0F6829C6B74B8"
		},
		{
			"Source":
			{
				"Text": "PLAY"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "8EA115D34F49639A213FB590AC627827"
		},
		{
			"Source":
			{
				"Text": "PLAY ARCADE"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "477AC852466E0530EE36B7897E648C2B"
		},
		{
			"Source":
			{
				"Text": "PM"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "AF661E0849FE8B549C1665BB9437ECC6"
		},
		{
			"Source":
			{
				"Text": "Please Add some text"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3680121D4F5756B12EA176825A94DFB2"
		},
		{
			"Source":
			{
				"Text": "Press [Shift] to change box colors\r\nPress [1] to quick save box colors and player transform\r\nPress escape to go to Pause Menu\r\n"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "82B712804A9474FEC08B26B02E2A0AB3"
		},
		{
			"Source":
			{
				"Text": "Press a key to assign"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "5BEDE55C4036E0E9B1B6A0808C394F0A"
		},
		{
			"Source":
			{
				"Text": "Press a key to assign"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "CEA8D6634D81711081213B871CAB6D0E"
		},
		{
			"Source":
			{
				"Text": "Press any key to bind\r\n\r\nPress Escape to cancel"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "FB2F11D943DDE45342B5B98DB9DF57DD"
		},
		{
			"Source":
			{
				"Text": "Press any key to continue"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "27ABB42640EFBDD6D95A1FA79D2B37C9"
		},
		{
			"Source":
			{
				"Text": "Press any key to skip"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E4F4A445415E4F0933D8BF921FC70C59"
		},
		{
			"Source":
			{
				"Text": "Press any key to skip"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F1465CA6433D11337F75DF94A3042A51"
		},
		{
			"Source":
			{
				"Text": "Press any key to skip"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "8EEC42E04570C4E534D8C4B15608538D"
		},
		{
			"Source":
			{
				"Text": "QUIT"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9539912F4F9E9462436AEE84D8D18A2E"
		},
		{
			"Source":
			{
				"Text": "Quit"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3B03B62847D580E6BBC6D4ABD1F32FCB"
		},
		{
			"Source":
			{
				"Text": "Quit"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "8E13E0B8478EF94B0A4BF9B1835C2EFB"
		},
		{
			"Source":
			{
				"Text": "Quit"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "C8775CEB49FE9CD3CF69EAAF97B68196"
		},
		{
			"Source":
			{
				"Text": "Reset Defaults"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "80FD59C84A27976DD64591ADCAD08672"
		},
		{
			"Source":
			{
				"Text": "Reset Defaults"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "AE6ED4A44B98C7866D43988B1342C218"
		},
		{
			"Source":
			{
				"Text": "Reset Defaults"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F6848A734194BD0ED7AB3F9D37C211C5"
		},
		{
			"Source":
			{
				"Text": "Reset Defaults"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "5F61211C4AD606BBAFF92B89B76C4108"
		},
		{
			"Source":
			{
				"Text": "Resume"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "DDE2B5984236BB0B168D8DBE95A8A593"
		},
		{
			"Source":
			{
				"Text": "Resume"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "1E5490DB477C7CC1DD3480BA3FD6F708"
		},
		{
			"Source":
			{
				"Text": "SEASON ONE STARTS\r\nNOW"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "B02E30414708CFEEDB38CFAC24D7E012"
		},
		{
			"Source":
			{
				"Text": "SETTINGS"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "23438D8B498D9F5651F23BACE77DD233"
		},
		{
			"Source":
			{
				"Text": "Save & Apply"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "5B1245D544073C4AB1BFE9907EE07C70"
		},
		{
			"Source":
			{
				"Text": "Save Changes"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E8A870D34B8AB13D338F699051EDEE77"
		},
		{
			"Source":
			{
				"Text": "Save Date Time"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F14E1D7E495C84D08F72279AC67B60C4"
		},
		{
			"Source":
			{
				"Text": "Save Description"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "BF4216B7466E062145046697C10419AB"
		},
		{
			"Source":
			{
				"Text": "Save Game"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "998B4B4746E924F3D8118AA51E2EF693"
		},
		{
			"Source":
			{
				"Text": "Saving..."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "36341B5C43E48023C1E091BB43FA3B21"
		},
		{
			"Source":
			{
				"Text": "Sept"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "CC4BABB24D06250D786EF2B701FD7FB5"
		},
		{
			"Source":
			{
				"Text": "Settings"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "EDF99A404261C5C0886B4894CB0BAEDB"
		},
		{
			"Source":
			{
				"Text": "Settings have been apllied. \r\nIf you can revert back to older settings, press no."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E68A787A4F9E1186C53AFF9A9DA28B3D"
		},
		{
			"Source":
			{
				"Text": "Settings will be reverted back in {time} second"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "1FE9897E4F6CFE208D1546BC71437A30"
		},
		{
			"Source":
			{
				"Text": "Settings will be reverted in 10s"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "834889E34AE29376E281AD8922B322C8"
		},
		{
			"Source":
			{
				"Text": "Shift"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "428E1C244F1381976DE021AD14B7A767"
		},
		{
			"Source":
			{
				"Text": "Spaces are not allowed"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "FE5F17074CA33F9CBCB2B195F7B6A0C0"
		},
		{
			"Source":
			{
				"Text": "Stop at end of the video and show \"Press a key to Continue\""
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "8CDFC5E548081F317657BEB03DF4EE73"
		},
		{
			"Source":
			{
				"Text": "Submit"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D09EBCEF4A0F7ECDFC5D9CA5A9958D8E"
		},
		{
			"Source":
			{
				"Text": "TAKE ON AI ENEMIES OFFLINE"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E8B954414EA088CC0AA42384A6D0E60A"
		},
		{
			"Source":
			{
				"Text": "TIMED CHALLANGE"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "5393961541A0BC33933DFFA788E72423"
		},
		{
			"Source":
			{
				"Text": "Tab 1"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "94BB98134DC6BD399AAFA89C97606727"
		},
		{
			"Source":
			{
				"Text": "Tab 1"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "05B94E32412CC6ACD1CC2AABCEAAFB19"
		},
		{
			"Source":
			{
				"Text": "Tell us what this message box even does!"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3BA57B034F87D3AA76D232A41034F6ED"
		},
		{
			"Source":
			{
				"Text": "There are unsaved settings.\r\nIf you go back, changes will not be saved!"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9A6F968B40B054451A693096C01137D8"
		},
		{
			"Source":
			{
				"Text": "This is a loading screen! \r\nMaybe some loading message would be nice"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "869C3E2249791560C7F666AED55CDF49"
		},
		{
			"Source":
			{
				"Text": "This text character is not allowed"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A24B8FA44E5B5741577B1A821CCA0013"
		},
		{
			"Source":
			{
				"Text": "This whatever called game is a trademark of some company or some small team or maybe just some guy. © Whatever Company, no rights reserved, probably. This game is based on some imagination, and does not have any relation to real world story, characters or events. All other copyrights and trademarks are the property of their respective owner. Now some wall of text that appears in every game. Even though no one reads this stuff but I am going to put it here anyway. Put some confusing and scary looking legal stuff here. Make sure you use legal words that no mere human can decipher. Now that you are at it, don’t forget to put lots of copyright information to make your game look professional.\r\n\r\nThank you for using Advance Menu System.  :)\r\n"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "44500F45456E16A7244BB38510B9CB82"
		},
		{
			"Source":
			{
				"Text": "Timer will be up in {time} second"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "75FBC955487D173F0B07B29328946032"
		},
		{
			"Source":
			{
				"Text": "USER INTERFACE"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "DC1344B744C30A6623FD4FB1B50A1455"
		},
		{
			"Source":
			{
				"Text": "Unsaved changes!"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "74C15F5C419201B1F90670834268A8CF"
		},
		{
			"Source":
			{
				"Text": "User Interface"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "C10A91F142C83536D72562852CA3280B"
		},
		{
			"Source":
			{
				"Text": "VIDEO"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "00FF4A424BD151E42753BBAC57DF367D"
		},
		{
			"Source":
			{
				"Text": "Video & Graphics"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "2520C5BE4588971444CABF82FC30F1C0"
		},
		{
			"Source":
			{
				"Text": "WIDGET DEMO"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "576990294694CAF9A897A1810896783E"
		},
		{
			"Source":
			{
				"Text": "WIPE THEM OUT"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "086F11724796E63BCBB8A89DE3BD01F7"
		},
		{
			"Source":
			{
				"Text": "Yes"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "ACA82A4D4C660979058A509F8A319DD8"
		},
		{
			"Source":
			{
				"Text": "Yes"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F46B074E48278501D252628D8932EE49"
		},
		{
			"Source":
			{
				"Text": "Yes"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "107EF28A412811E0718A2ABB16D4168B"
		},
		{
			"Source":
			{
				"Text": "You can not enter this character"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3B9B962A416DFE95F4A293AA8FE06AEB"
		},
		{
			"Source":
			{
				"Text": "buttons below"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "33517AC34EF7B935C5744E9D8DA2F7C0"
		},
		{
			"Source":
			{
				"Text": "{day} {month} - {hour}:{minute}:{second} {am_pm}"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "4FF39C1C4C20D1242D165FAA077BFA0C"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "ST_MenuSystem",
			"Children": [
				{
					"Source":
					{
						"Text": "All unsaved progress will be lost"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "PauseMenuQuitToMainMenuWarningDescription"
				},
				{
					"Source":
					{
						"Text": "Anti Aliasing Quality"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "AAQuality"
				},
				{
					"Source":
					{
						"Text": "Are you sure?"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OlderSaveWarningLabel"
				},
				{
					"Source":
					{
						"Text": "Are you sure? "
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "NewGameSaveOverwriteWarningLabel"
				},
				{
					"Source":
					{
						"Text": "Are you sure? \r\nDo you want to quit the game?"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "MainMenuQuitMessage"
				},
				{
					"Source":
					{
						"Text": "Are you sure? \r\nDo you want to quit to Main Menu?"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "PauseMenuQuitToMainMenuWarningLabel"
				},
				{
					"Source":
					{
						"Text": "Audio"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Audio"
				},
				{
					"Source":
					{
						"Text": "Back"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Back"
				},
				{
					"Source":
					{
						"Text": "Borderless Window"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "BorderlessWindow"
				},
				{
					"Source":
					{
						"Text": "Cinematic"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Cinematic"
				},
				{
					"Source":
					{
						"Text": "Dialogue Volume"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Dialogue"
				},
				{
					"Source":
					{
						"Text": "Dynamic Resolution"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "DynamicResolution"
				},
				{
					"Source":
					{
						"Text": "Effects Quality"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "EffectsQuality"
				},
				{
					"Source":
					{
						"Text": "Epic"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Epic"
				},
				{
					"Source":
					{
						"Text": "Field of View"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "FOV"
				},
				{
					"Source":
					{
						"Text": "Foliage Quality"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "FoliageQuality"
				},
				{
					"Source":
					{
						"Text": "Framerate Limit"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "FPS"
				},
				{
					"Source":
					{
						"Text": "Fullscreen"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Fullscreen"
				},
				{
					"Source":
					{
						"Text": "Gamma"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Gamma"
				},
				{
					"Source":
					{
						"Text": "General"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "General"
				},
				{
					"Source":
					{
						"Text": "Graphics"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Graphics"
				},
				{
					"Source":
					{
						"Text": "High"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "High"
				},
				{
					"Source":
					{
						"Text": "Interact"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Interact"
				},
				{
					"Source":
					{
						"Text": "Invert Mouse"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "InvertMouse"
				},
				{
					"Source":
					{
						"Text": "Jump"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Jump"
				},
				{
					"Source":
					{
						"Text": "Keybind"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Keybind"
				},
				{
					"Source":
					{
						"Text": "Keybind will be automatically saved"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KeybindDescription"
				},
				{
					"Source":
					{
						"Text": "Keyboard & Mouse"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Keyboard&Mouse"
				},
				{
					"Source":
					{
						"Text": "Language"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Language"
				},
				{
					"Source":
					{
						"Text": "Load Game"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LoadGame"
				},
				{
					"Source":
					{
						"Text": "Load from your saved game list. If you load from an previous save, newer saves will be deleted."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "SaveGameListDescription"
				},
				{
					"Source":
					{
						"Text": "Low"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Low"
				},
				{
					"Source":
					{
						"Text": "Master Volume"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "MasterVolume"
				},
				{
					"Source":
					{
						"Text": "Medium"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Medium"
				},
				{
					"Source":
					{
						"Text": "Menu Music"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "MenuMusic"
				},
				{
					"Source":
					{
						"Text": "Motion Blur"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "MotionBlur"
				},
				{
					"Source":
					{
						"Text": "Mouse"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Mouse"
				},
				{
					"Source":
					{
						"Text": "Move Forward"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "MoveForward"
				},
				{
					"Source":
					{
						"Text": "MoveBackward"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "MoveBackward"
				},
				{
					"Source":
					{
						"Text": "MoveLeft"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "MoveLeft"
				},
				{
					"Source":
					{
						"Text": "MoveRight"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "MoveRight"
				},
				{
					"Source":
					{
						"Text": "Music Volume"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "MusicVolume"
				},
				{
					"Source":
					{
						"Text": "New Game"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "NewGame"
				},
				{
					"Source":
					{
						"Text": "No"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "No"
				},
				{
					"Source":
					{
						"Text": "Off"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Off"
				},
				{
					"Source":
					{
						"Text": "On"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "On"
				},
				{
					"Source":
					{
						"Text": "Post Process"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "PostProcess"
				},
				{
					"Source":
					{
						"Text": "Press a key to assign"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KeybindPopupText"
				},
				{
					"Source":
					{
						"Text": "Quit"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Quit"
				},
				{
					"Source":
					{
						"Text": "Resolution Scale"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ResolutionScale"
				},
				{
					"Source":
					{
						"Text": "Resume"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Resume"
				},
				{
					"Source":
					{
						"Text": "SFX Volume"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "SFXVolume"
				},
				{
					"Source":
					{
						"Text": "Save Game List"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "SaveGameList"
				},
				{
					"Source":
					{
						"Text": "Screen Resolution"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ScreenResolution"
				},
				{
					"Source":
					{
						"Text": "Sensitivity"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Sensitivity"
				},
				{
					"Source":
					{
						"Text": "Settings"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Settings"
				},
				{
					"Source":
					{
						"Text": "Shadows"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Shadows"
				},
				{
					"Source":
					{
						"Text": "Texture Quality"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "TextureQuality"
				},
				{
					"Source":
					{
						"Text": "This will take you to desktop"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "MainMenuQuitDescriptionMessage"
				},
				{
					"Source":
					{
						"Text": "UI Scale"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "UIScale"
				},
				{
					"Source":
					{
						"Text": "User Interface"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "UserInterface"
				},
				{
					"Source":
					{
						"Text": "VSync"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "VSync"
				},
				{
					"Source":
					{
						"Text": "Very High"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "VeryHigh"
				},
				{
					"Source":
					{
						"Text": "Video"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Video"
				},
				{
					"Source":
					{
						"Text": "Video & Graphics"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Video&Graphics"
				},
				{
					"Source":
					{
						"Text": "View Distance"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ViewDistance"
				},
				{
					"Source":
					{
						"Text": "Widget Demo"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WidgetDemo"
				},
				{
					"Source":
					{
						"Text": "Window Mode"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WindowMode"
				},
				{
					"Source":
					{
						"Text": "Windowed"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Windowed"
				},
				{
					"Source":
					{
						"Text": "Yes"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Yes"
				},
				{
					"Source":
					{
						"Text": "You are loading from an older save, This will remove any newer saves you might have."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OlderSaveWarningDescription"
				},
				{
					"Source":
					{
						"Text": "You have existing saves.\r\nThis will start a new game and delete any existing save!"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "NewGameSaveOverwriteWarningDescription"
				}
			]
		},
		{
			"Namespace": "UMG",
			"Children": [
				{
					"Source":
					{
						"Text": "Text Block"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "TextBlockDefaultValue"
				}
			]
		}
	]
}